export default {
  projections: {
    СотрудникE: {
      iDдолжности: {
        __caption__: 'I dдолжности'
      },
      iDПодразделения: {
        __caption__: 'I d подразделения'
      },
      должности: {
        __caption__: 'Должности'
      },
      подразделения: {
        __caption__: 'Подразделения'
      }
    },
    СотрудникL: {
      iDдолжности: {
        __caption__: 'I dдолжности'
      },
      iDПодразделения: {
        __caption__: 'I d подразделения'
      }
    }
  },
  validations: {
    iDдолжности: {
      __caption__: 'iDдолжности'
    },
    iDПодразделения: {
      __caption__: 'iDПодразделения'
    },
    должности: {
      __caption__: 'должности'
    },
    подразделения: {
      __caption__: 'подразделения'
    }
  }
};
